Revit 2027 API
FloorFace Enumeration
 An enumerated type listing floor face types (top or bottom)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public enum FloorFace
Public Enumeration FloorFace
public enum class FloorFace
type FloorFace
Members
Member name | Value | Description
Bottom | 1
Top | 0
See Also
Reference
Autodesk.Revit.DB Namespace